{"pageProps":{"title":"About Me","content":"\n# About Me: Muhammad Umer\n\nHello, everyone! I'm Muhammad Umer, a passionate Web Developer and Web Designer dedicated to crafting innovative digital solutions. With expertise in Microsoft technologies and PHP development, I continuously strive to enhance my skills and stay ahead in the tech industry. Let me take you through my educational background, professional experience, and key accomplishments.\n\n## Educational Background\n\nI am currently pursuing a Bachelor's degree in Artificial Intelligence at the University of Management and Technology (UMT), Lahore, Pakistan, from 2021 to 2024. My academic journey has helped me develop a strong foundation in AI, data analysis, and programming. Before that, I completed my Intermediate in Computer Science (ICS) from Punjab Group of Colleges (2019-2021), which further fueled my passion for technology.\n\n## Professional Journey\n\n### Microtech (January 2021 - Present)\nI have been working as a Web Developer and Web Designer at Microtech for over four years. In this role, I have contributed to various projects, designing and developing websites with a keen focus on user experience and functionality. My experience at Microtech has strengthened my expertise in web technologies, Microsoft tools, and PHP development.\n\n## Certifications\n\n- **Microsoft Office Specialist: Word 2016 Expert** (Issued by Microsoft in January 2021)\n  - Credential ID: wMHrK-Hah2\n  - This certification validates my expertise in Microsoft Office tools, particularly in document processing and formatting.\n\n## Technical Skills\n\nI have a diverse skill set that includes:\n- **Web Development:** HTML, CSS, JavaScript, PHP, Laravel, React.js, Node.js\n- **Web Design:** UI/UX Design, Adobe Photoshop, Figma\n- **Database Management:** MySQL, PostgreSQL\n- **Microsoft Technologies:** Microsoft Office Suite, Windows Server Management\n- **Programming Languages:** Python, C++\n\n## Accomplishments\n\n- Successfully developed and maintained multiple projects at Microtech.\n- Certified Microsoft Office Specialist with expertise in Word 2016.\n- Endorsed for Web Development and Web Design skills by professionals in the industry.\n- Actively contributing to the tech community by collaborating with professionals and enhancing my knowledge in Artificial Intelligence.\n\n## Let's Connect!\n\nI believe in continuous learning and collaboration. Let's connect and explore opportunities together! Feel free to reach out to me via LinkedIn or other platforms.\n\nThank you for taking the time to learn about my journey. I look forward to collaborating and sharing knowledge in the tech industry!","tags":["About"]},"__N_SSG":true}